{
  "<PAD>": 0,
  "<UNK>": 1,
  "please": 2,
  "report": 3,
  "theft": 4,
  "near": 5,
  "main": 6,
  "road": 7,
  "since": 8,
  "yesterday": 9,
  "for": 10,
  "3": 11,
  "days": 12,
  "very": 13,
  "urgent": 14,
  "causing": 15,
  "danger": 16,
  "at": 17,
  "market": 18,
  "area": 19,
  "beside": 20,
  "school": 21,
  "in": 22,
  "ward": 23,
  "12": 24,
  "bus": 25,
  "stand": 26,
  "need": 27,
  "complaint": 28,
  "register": 29,
  "issue": 30,
  "citizen": 31,
  "reporting": 32,
  "help": 33,
  "me": 34,
  "with": 35,
  "robbery": 36,
  "stolen": 37,
  "chori": 38,
  "loot": 39,
  "domestic": 40,
  "violence": 41,
  "ghar": 42,
  "mein": 43,
  "maarpeet": 44,
  "family": 45,
  "abuse": 46,
  "missing": 47,
  "person": 48,
  "laapata": 49,
  "not": 50,
  "found": 51,
  "assault": 52,
  "attack": 53,
  "beaten": 54,
  "harassment": 55,
  "threat": 56,
  "blackmail": 57,
  "dhamki": 58,
  "property": 59,
  "damage": 60,
  "vandalism": 61,
  "tod": 62,
  "phod": 63,
  "drug": 64,
  "narcotics": 65,
  "ganja": 66,
  "smuggling": 67,
  "fraud": 68,
  "scam": 69,
  "cheating": 70,
  "dhoka": 71,
  "illegal": 72,
  "activity": 73,
  "crime": 74,
  "suspicious": 75,
  "police": 76,
  "fir": 77,
  "signal": 78,
  "jumping": 79,
  "red": 80,
  "light": 81,
  "cross": 82,
  "wrong": 83,
  "side": 84,
  "one": 85,
  "way": 86,
  "violation": 87,
  "overspeeding": 88,
  "rash": 89,
  "driving": 90,
  "fast": 91,
  "vehicle": 92,
  "parking": 93,
  "blocked": 94,
  "by": 95,
  "no": 96,
  "helmet": 97,
  "triple": 98,
  "riding": 99,
  "seatbelt": 100,
  "drunk": 101,
  "drink": 102,
  "and": 103,
  "drive": 104,
  "traffic": 105,
  "obstruction": 106,
  "jam": 107,
  "block": 108,
  "heavy": 109,
  "truck": 110,
  "problem": 111,
  "pothole": 112,
  "gadda": 113,
  "broken": 114,
  "footpath": 115,
  "sidewalk": 116,
  "bridge": 117,
  "flyover": 118,
  "crack": 119,
  "construction": 120,
  "unauthorized": 121,
  "building": 122,
  "debris": 123,
  "malba": 124,
  "rubble": 125,
  "collapse": 126,
  "risk": 127,
  "unsafe": 128,
  "structure": 129,
  "excavation": 130,
  "deep": 131,
  "digging": 132,
  "public": 133,
  "drainage": 134,
  "work": 135,
  "water": 136,
  "coming": 137,
  "pani": 138,
  "nahi": 139,
  "aa": 140,
  "raha": 141,
  "low": 142,
  "pressure": 143,
  "weak": 144,
  "flow": 145,
  "kam": 146,
  "leak": 147,
  "pipe": 148,
  "burst": 149,
  "pipeline": 150,
  "phat": 151,
  "gaya": 152,
  "dirty": 153,
  "contaminated": 154,
  "ganda": 155,
  "tank": 156,
  "overflow": 157,
  "tap": 158,
  "meter": 159,
  "tanker": 160,
  "supply": 161,
  "power": 162,
  "cut": 163,
  "electricity": 164,
  "bijli": 165,
  "gayi": 166,
  "frequent": 167,
  "blink": 168,
  "street": 169,
  "off": 170,
  "pole": 171,
  "open": 172,
  "wire": 173,
  "exposed": 174,
  "khuli": 175,
  "electric": 176,
  "transformer": 177,
  "blast": 178,
  "spark": 179,
  "current": 180,
  "connection": 181,
  "garbage": 182,
  "collected": 183,
  "kachra": 184,
  "jama": 185,
  "kooda": 186,
  "pada": 187,
  "overflowing": 188,
  "bin": 189,
  "dustbin": 190,
  "full": 191,
  "dumping": 192,
  "waste": 193,
  "dead": 194,
  "animal": 195,
  "carcass": 196,
  "burning": 197,
  "jalana": 198,
  "missed": 199,
  "collection": 200,
  "door": 201,
  "to": 202,
  "miss": 203,
  "sanitation": 204,
  "hole": 205,
  "cracked": 206,
  "sadak": 207,
  "kharab": 208,
  "logging": 209,
  "waterlogged": 210,
  "delay": 211,
  "materials": 212,
  "on": 213,
  "marking": 214,
  "speed": 215,
  "breaker": 216,
  "shoulder": 217,
  "dangerous": 218,
  "drain": 219,
  "nali": 220,
  "sewer": 221,
  "gutter": 222,
  "cover": 223,
  "sewage": 224,
  "leakage": 225,
  "paani": 226,
  "cleaning": 227,
  "required": 228,
  "manhole": 229,
  "vendor": 230,
  "encroachment": 231,
  "hoarding": 232,
  "advertisement": 233,
  "noise": 234,
  "pollution": 235,
  "loudspeaker": 236,
  "business": 237,
  "stop": 238,
  "failure": 239,
  "working": 240,
  "congestion": 241,
  "transport": 242,
  "sign": 243,
  "damaged": 244,
  "auto": 245,
  "taxi": 246,
  "pedestrian": 247,
  "crossing": 248,
  "railway": 249,
  "transportation": 250,
  "online": 251,
  "payment": 252,
  "phishing": 253,
  "fake": 254,
  "link": 255,
  "otp": 256,
  "banking": 257,
  "social": 258,
  "media": 259,
  "hacked": 260,
  "instagram": 261,
  "hack": 262,
  "shopping": 263,
  "ecommerce": 264,
  "identity": 265,
  "data": 266,
  "job": 267,
  "investment": 268,
  "mobile": 269,
  "app": 270,
  "cyber": 271,
  "facility": 272,
  "stray": 273,
  "loud": 274,
  "safety": 275,
  "concern": 276,
  "government": 277,
  "service": 278,
  "park": 279,
  "event": 280,
  "disturbance": 281,
  "environment": 282,
  "general": 283,
  "other": 284,
  "misc": 285,
  "mera": 286,
  "ke": 287,
  "paas": 288,
  "din": 289,
  "se": 290,
  "hai": 291,
  "subah": 292,
  "abhi": 293,
  "tak": 294,
  "aayi": 295,
  "bada": 296,
  "gaadi": 297,
  "toot": 298,
  "bhar": 299,
  "collect": 300,
  "hua": 301,
  "5": 302,
  "mere": 303,
  "lekar": 304,
  "paisa": 305,
  "nikal": 306,
  "liya": 307,
  "samne": 308,
  "ho": 309,
  "pe": 310,
  "koi": 311,
  "shelter": 312,
  "kaam": 313,
  "kar": 314,
  "band": 315,
  "raat": 316,
  "ko": 317,
  "andhera": 318,
  "rehta": 319,
  "rahi": 320,
  "waterlogging": 321,
  "ka": 322,
  "khatra": 323,
  "khula": 324,
  "accident": 325,
  "sakta": 326,
  "phone": 327,
  "karo": 328,
  "tha": 329,
  "woh": 330,
  "smell": 331,
  "is": 332,
  "bad": 333,
  "stopped": 334,
  "morning": 335,
  "6": 336,
  "hours": 337,
  "going": 338,
  "without": 339,
  "permission": 340,
  "happened": 341,
  "lost": 342,
  "money": 343,
  "upi": 344,
  "dogs": 345,
  "attacking": 346,
  "people": 347,
  "music": 348,
  "night": 349,
  "after": 350,
  "rain": 351,
  "many": 352,
  "potholes": 353,
  "our": 354,
  "colony": 355,
  "leaking": 356,
  "time": 357,
  "route": 358,
  "42": 359,
  "cant": 360,
  "see": 361,
  "direction": 362,
  "blocking": 363,
  "has": 364,
  "cracks": 365,
  "showing": 366,
  "reading": 367,
  "offer": 368,
  "my": 369,
  "child": 370,
  "selling": 371,
  "happening": 372,
  "yaar": 373,
  "ysar": 374,
  "15": 375,
  "2": 376,
  "bhai": 377,
  "teport": 378,
  "yheft": 379,
  "fatafat": 380,
  "mear": 381,
  "msrket": 382,
  "srea": 383,
  "sir": 384,
  "vrry": 385,
  "aanger": 386,
  "wsrd": 387,
  "achool": 388,
  "again": 389,
  "utgent": 390,
  "bahen": 391,
  "pkease": 392,
  "says": 393,
  "suno": 394,
  "cpmplaint": 395,
  "madad": 396,
  "msin": 397,
  "assistance": 398,
  "firse": 399,
  "meed": 400,
  "brside": 401,
  "yrsterday": 402,
  "fpr": 403,
  "bahut": 404,
  "sanger": 405,
  "jaldi": 406,
  "toad": 407,
  "hat": 408,
  "dam": 409,
  "ussue": 410,
  "yurant": 411,
  "tegister": 412,
  "turant": 413,
  "રસ્તો": 414,
  "aince": 415,
  "bua": 416,
  "atand": 417,
  "cutizen": 418,
  "teporting": 419,
  "csusing": 420,
  "wuth": 421,
  "tobbery": 422,
  "aays": 423,
  "sgain": 424,
  "aadak": 425,
  "ytsterday": 426,
  "hrlp": 427,
  "atolen": 428,
  "sin": 429,
  "auno": 430,
  "sbhi": 431,
  "chpri": 432,
  "air": 433,
  "koot": 434,
  "jsldi": 435,
  "uygent": 436,
  "vuolence": 437,
  "somestic": 438,
  "msdad": 439,
  "furse": 440,
  "ghsr": 441,
  "mrin": 442,
  "msarpeet": 443,
  "bshut": 444,
  "sssistance": 445,
  "sbuse": 446,
  "fsmily": 447,
  "prrson": 448,
  "mussing": 449,
  "kaapata": 450,
  "fpund": 451,
  "mot": 452,
  "hst": 453,
  "ksro": 454,
  "mahi": 455,
  "sssault": 456,
  "bhsi": 457,
  "sttack": 458,
  "ptoblem": 459,
  "braten": 460,
  "hsrassment": 461,
  "yhreat": 462,
  "bkackmail": 463,
  "shamki": 464,
  "samage": 465,
  "ptoperty": 466,
  "vsndalism": 467,
  "phpd": 468,
  "yod": 469,
  "srug": 470,
  "marcotics": 471,
  "gsnja": 472,
  "amuggling": 473,
  "ftaud": 474,
  "acam": 475,
  "fstafat": 476,
  "chrating": 477,
  "shoka": 478,
  "snaidhik": 479,
  "sctivity": 480,
  "anaidhik": 481,
  "ullegal": 482,
  "yak": 483,
  "ctime": 484,
  "auspicious": 485,
  "yhana": 486,
  "પોલીસ": 487,
  "thana": 488,
  "pplice": 489,
  "fur": 490,
  "yraffic": 491,
  "jumpung": 492,
  "aignal": 493,
  "ted": 494,
  "kight": 495,
  "ctoss": 496,
  "aide": 497,
  "wtong": 498,
  "pne": 499,
  "wsy": 500,
  "vuolation": 501,
  "yutant": 502,
  "pverspeeding": 503,
  "sriving": 504,
  "tash": 505,
  "fsst": 506,
  "vrhicle": 507,
  "psrking": 508,
  "bkocked": 509,
  "hrlmet": 510,
  "tiding": 511,
  "yriple": 512,
  "aeatbelt": 513,
  "srunk": 514,
  "srink": 515,
  "snd": 516,
  "srive": 517,
  "bshen": 518,
  "pbstruction": 519,
  "jsm": 520,
  "bkock": 521,
  "hravy": 522,
  "yruck": 523,
  "gsdda": 524,
  "ppthole": 525,
  "btoken": 526,
  "fpotpath": 527,
  "aidewalk": 528,
  "btidge": 529,
  "fkyover": 530,
  "ctack": 531,
  "mirman": 532,
  "cpnstruction": 533,
  "nirman": 534,
  "buulding": 535,
  "umauthorized": 536,
  "sebris": 537,
  "mslba": 538,
  "tubble": 539,
  "tisk": 540,
  "cpllapse": 541,
  "ખતરો": 542,
  "atructure": 543,
  "umsafe": 544,
  "rxcavation": 545,
  "seep": 546,
  "sigging": 547,
  "pubkic": 548,
  "srainage": 549,
  "wprk": 550,
  "wster": 551,
  "પાણી": 552,
  "psni": 553,
  "cpming": 554,
  "taha": 555,
  "ptessure": 556,
  "kow": 557,
  "wrak": 558,
  "fkow": 559,
  "ksm": 560,
  "keak": 561,
  "keakage": 562,
  "pupe": 563,
  "pupeline": 564,
  "butst": 565,
  "phst": 566,
  "gsya": 567,
  "sirty": 568,
  "cpntaminated": 569,
  "gsnda": 570,
  "yank": 571,
  "pverflow": 572,
  "yap": 573,
  "mrter": 574,
  "yanker": 575,
  "aupply": 576,
  "બિજળી": 577,
  "cuy": 578,
  "bujli": 579,
  "ppwer": 580,
  "rlectricity": 581,
  "gsyi": 582,
  "ftequent": 583,
  "bkink": 584,
  "atreet": 585,
  "pff": 586,
  "pple": 587,
  "ppen": 588,
  "wure": 589,
  "rxposed": 590,
  "khuki": 591,
  "rlectric": 592,
  "yransformer": 593,
  "bkast": 594,
  "apark": 595,
  "cutrent": 596,
  "cpnnection": 597,
  "gsrbage": 598,
  "kschra": 599,
  "કચરો": 600,
  "cpllected": 601,
  "jsma": 602,
  "psda": 603,
  "kpoda": 604,
  "bun": 605,
  "pverflowing": 606,
  "sustbin": 607,
  "fukl": 608,
  "sumping": 609,
  "wsste": 610,
  "sead": 611,
  "snimal": 612,
  "csrcass": 613,
  "butning": 614,
  "jslana": 615,
  "mussed": 616,
  "cpllection": 617,
  "soor": 618,
  "muss": 619,
  "aanitation": 620,
  "hple": 621,
  "ctacked": 622,
  "khsrab": 623,
  "kogging": 624,
  "wsterlogged": 625,
  "selay": 626,
  "msterials": 627,
  "msrking": 628,
  "apeed": 629,
  "bteaker": 630,
  "ahoulder": 631,
  "sangerous": 632,
  "mali": 633,
  "srain": 634,
  "aewer": 635,
  "guyter": 636,
  "cpver": 637,
  "aewage": 638,
  "psani": 639,
  "ckeaning": 640,
  "tequired": 641,
  "msnhole": 642,
  "vrndor": 643,
  "rncroachment": 644,
  "hparding": 645,
  "sdvertisement": 646,
  "ppllution": 647,
  "moise": 648,
  "koudspeaker": 649,
  "buainess": 650,
  "atop": 651,
  "fsilure": 652,
  "wprking": 653,
  "cpngestion": 654,
  "yransport": 655,
  "aign": 656,
  "samaged": 657,
  "suto": 658,
  "yaxi": 659,
  "prdestrian": 660,
  "ctossing": 661,
  "tailway": 662,
  "yransportation": 663,
  "pnline": 664,
  "psyment": 665,
  "phushing": 666,
  "fske": 667,
  "kink": 668,
  "ptp": 669,
  "bsnking": 670,
  "hscked": 671,
  "aocial": 672,
  "mrdia": 673,
  "unstagram": 674,
  "hsck": 675,
  "ahopping": 676,
  "rcommerce": 677,
  "udentity": 678,
  "sata": 679,
  "jpb": 680,
  "unvestment": 681,
  "mpbile": 682,
  "spp": 683,
  "cybrr": 684,
  "fscility": 685,
  "atray": 686,
  "koud": 687,
  "aafety": 688,
  "cpncern": 689,
  "gpvernment": 690,
  "aervice": 691,
  "psrk": 692,
  "sisturbance": 693,
  "rvent": 694,
  "rnvironment": 695,
  "grneral": 696,
  "pther": 697,
  "musc": 698,
  "bsda": 699,
  "hsi": 700,
  "cpllect": 701,
  "psisa": 702,
  "ahelter": 703,
  "ksam": 704,
  "sndhera": 705,
  "aakta": 706,
  "atopped": 707,
  "hsppened": 708,
  "prople": 709,
  "pptholes": 710,
  "keaking": 711,
  "csnt": 712,
  "મદદ": 713
}